/**
 * Hebrew translation for bootstrap-datetimepicker
 * Asaf Peled <pasag1@gmail.com>
 */
;(function($){
	$.fn.datetimepicker.dates['pt-HE'] = {
		days: ["ראשון", "שני", "שלישי", "רביעי", "חמישי", "שישי", "שבת", "ראשון"],
		daysShort: ["א", "ב", "ג", "ד", "ה", "ו", "ש", "א"],
		daysMin: ["א", "ב", "ג", "ד", "ה", "ו", "ש", "א"],
		months: ["ינואר", "פברואר", "מרץ", "אפריל", "מאי", "יוני", "יולי", "אוגוסט", "ספטמבר", "אוקטובר", "נובמבר", "דצמבר"],
		monthsShort: ["ינו", "פבר", "מרץ", "אפר", "מאי", "יונ", "יול", "אוג", "ספט", "אוקט", "נוב", "דצמ"],
		today: "היום"
	};
}(jQuery));